{
  "jobs": [
    {
      "image": "/src/assets/images.jpg",
      "title": "Frontend Developer",
      "company": "Capgemini",
      "rating": "4.5",
      "description": "Build and maintain user-facing features using React.js and modern web technologies.",
      "id": "1",
      "link": "https://www.capgemini.com/in-en/careers/"
    },
    {
      "image": "/src/assets/Deloitte.jpeg",
      "title": "Backend Engineer",
      "company": "Deloitte",
      "rating": "4.2",
      "description": "Develop scalable server-side logic using Node.js and Express frameworks.",
      "id": "2",
      "link": "https://www2.deloitte.com/us/en.html"
    },
    {
      "image": "/src/assets/download.jpg",
      "title": "Full Stack Developer",
      "company": "Accenture",
      "rating": "4.6",
      "description": "Work on both front-end and back-end technologies, with a focus on MERN stack.",
      "id": "3",
      "link": "https://www.accenture.com/in-en"
    },
    {
      "image": "/src/assets/download (1).jpg",
      "title": "UI/UX Designer",
      "company": "Tcs",
      "rating": "4.8",
      "description": "Design intuitive and visually appealing interfaces for mobile and web applications.",
      "id": "4",
      "link": "https://www.tcs.com/"
    }
  ],
  "employers": [
    {
      "id": "E-123",
      "name": "Ramu kumar",
      "email": "ramu@gmail.com",
      "password": "123",
      "company": "tcs",
      "role": "Developer"
    },
    {
      "id": "E-234",
      "name": "n wshbw d hjw dbhwbdhw",
      "email": "hello@gmail.com",
      "password": "hello",
      "company": "deloittee",
      "role": "web Developer"
    },
    {
      "id": "E-123",
      "name": "Ramu kumar",
      "email": "ramu@gmail.com",
      "password": "123",
      "company": "tcs",
      "role": "Manager"
    }
  ],
  "cardDetails": [
    {
      "id": "1",
      "title": "Netgear Architect/Analyst - SaaS Partner Portal Platform",
      "company": "TCS",
      "rating": 4.2,
      "reviews": 2503,
      "img": "src/assets/tata.png",
      "experience": "6-7",
      "salary": "Not-Disclosed",
      "location": "Kolkata, Mumbai, New Delhi, Hyderabad, Pune, Chennai, Bengaluru",
      "work_title": "8 plus years working with SaaS-based partner portals, minimum of 3+ years of experience now",
      "first_skill": "Analytical skills",
      "second_skill": "Architect",
      "third_skill": "Translation",
      "fourth_skill": "Front end",
      "fifth_skill": "Architechure",
      "days": "22+",
      "job_description": "We are seeking a seasoned Netgear Architect/Analyst to lead our SaaS Partner Portal Platform initiatives. This role demands deep expertise in designing, developing, and maintaining large-scale SaaS applications. \n\nRoles and Responsibilities:\n- Architect scalable and maintainable partner portal solutions on a SaaS platform.\n- Lead the end-to-end design and development of enterprise-level applications that support partner operations.\n- Collaborate with cross-functional teams, including product managers, UX designers, DevOps, and QA engineers, to translate business requirements into technical designs.\n- Review, analyze, and modify system components including coding, testing, debugging, and installation.\n- Provide architectural guidance and mentorship to a team of developers working on front-end and back-end components.\n- Design and implement robust APIs and integration with third-party tools, ensuring performance, security, and compliance with industry standards.\n- Maintain a strong focus on automation, scalability, cloud performance, and user experience.\n- Contribute to strategic technology planning and participate in code reviews, architecture planning, and technology adoption decisions.\n- Troubleshoot production issues and participate in post-mortem analysis and reporting.\n- Ensure timely delivery of solutions while maintaining high-quality standards.\n\nThis position is ideal for someone with a strategic mindset who is passionate about technology and delivering high-impact solutions in a fast-paced enterprise environment.",
      "eligibility": "Candidates with 6+ years of enterprise experience in SaaS-based portal development and 3+ years in architecture roles.",
      "qualifications": "Bachelor’s or Master’s degree in Computer Science, Software Engineering, or related field. TOGAF or AWS Architect certification is a plus.",
      "posted": "22 days ago",
      "openings": 2,
      "applications": 145
    },
    {
      "id": "2",
      "title": "Manager / Automation portal developer",
      "company": "Deloitte",
      "rating": 4.4,
      "reviews": 1210,
      "img": "src/assets/deloittee.png",
      "experience": "4-5",
      "salary": "5.6-7.8 LPA",
      "location": "Hyderabad, Pune, Chennai, Bengaluru",
      "work_title": "We seek an expert in SEO, social media, paid ads, and graphic design with 3-4+ years of experience in B2C travel portals.",
      "first_skill": "RDBMS",
      "second_skill": "MySql",
      "third_skill": "Agile",
      "fourth_skill": "Collection",
      "fifth_skill": "Javascript",
      "days": "8",
      "job_description": "We are hiring a dynamic Manager / Automation Portal Developer to lead the development of intelligent, automated web-based portals for our B2C travel platform. The ideal candidate will combine technical proficiency with team leadership and business acumen.\n\nRoles and Responsibilities:\n- Lead the design and development of automated web portals and dashboards that streamline operations and enhance customer engagement.\n- Architect and implement solutions leveraging SEO, paid media integration, graphic-rich user experiences, and marketing analytics.\n- Manage a team of developers and coordinate with cross-functional teams including marketing, product, and data analytics.\n- Optimize performance, security, and scalability of the portals across desktop and mobile devices.\n- Translate business goals into technical specifications and deliverables with strong project execution.\n- Conduct code reviews, enforce best practices, and ensure high standards in code quality and architecture.\n- Integrate third-party platforms (CRM, CMS, analytics) into portal workflows via secure APIs.\n- Stay updated with emerging web technologies, automation tools, and trends in the B2C and travel industries.\n- Troubleshoot and resolve issues in production environments with a focus on minimizing downtime.\n- Mentor junior developers and assist in professional development across the team.\n\nThis role is perfect for someone who thrives in a fast-paced digital environment and is passionate about building cutting-edge platforms that blend automation and customer experience.",
      "eligibility": "4+ years of hands-on experience in automation and SEO-led portal development, ideally in the travel or consumer portal domain.",
      "qualifications": "Bachelor's degree in Computer Science, Information Technology, or related field. Advanced certification in Web Development, Automation, or Digital Marketing is a plus.",
      "posted": "8 days ago",
      "openings": 3,
      "applications": 298
    },
    {
      "id": "3",
      "title": "ServiceNow Service Portal Developer",
      "company": "Accenture",
      "rating": 3.7,
      "reviews": 2200,
      "img": "src/assets/accenture.png",
      "experience": "5-6",
      "salary": "5.55-6.1 LPA",
      "location": "Kolkata, Mumbai, New Delhi, Hyderabad, Pune",
      "work_title": "Minimum of 3+ years general ServiceNow development experience",
      "first_skill": "Database",
      "second_skill": "Architect",
      "third_skill": "Customization",
      "fourth_skill": "OOPS",
      "fifth_skill": "Architecture",
      "days": "12+",
      "job_description": "We are seeking a skilled ServiceNow Service Portal Developer with experience in the design, development, and maintenance of custom service portals within the ServiceNow platform. This role involves working closely with business stakeholders to design and implement tailored service management solutions.\n\nRoles and Responsibilities:\n- Develop, customize, and maintain ServiceNow Service Portals, ensuring they meet client requirements and are scalable for future needs.\n- Collaborate with cross-functional teams to define, develop, and implement user-friendly and intuitive self-service portals.\n- Build and manage integrations with third-party systems and ServiceNow applications using REST, SOAP, and other integrations.\n- Create and implement portal widgets, record producers, and UI components.\n- Work closely with ITSM/ITIL process teams to ensure the portal integrates seamlessly with incident, change, and request management processes.\n- Write reusable, testable, and efficient code, following ServiceNow best practices.\n- Provide training and mentoring for junior developers and internal users.\n- Troubleshoot issues and improve portal performance, focusing on scalability and security.\n- Participate in code reviews and collaborate with architects on design decisions.\n- Ensure portal compliance with ServiceNow standards and industry best practices.\n\nThis is an excellent opportunity for a motivated ServiceNow developer who wants to further their career by working on high-impact, customer-facing solutions in a dynamic, fast-paced environment.",
      "eligibility": "Candidates must have 3+ years of ServiceNow development experience, with expertise in Service Portal design and customization.",
      "qualifications": "Bachelor’s degree in Computer Science, Information Systems, or related field. ServiceNow Certified System Administrator or Developer is highly preferred.",
      "posted": "12+ days ago",
      "openings": 4,
      "applications": 315
    },
    {
      "id": "4",
      "title": "IBM WebSphere Portal Server",
      "company": "Wipro",
      "rating": 4.4,
      "reviews": 3122,
      "img": "src/assets/wipro.png",
      "experience": "4-5",
      "salary": "Not-Disclosed",
      "location": "New Delhi, Hyderabad, Pune, Chennai, Bengaluru",
      "work_title": "Experience on a J2EE platform, Servlets, JSF, JSP, JSTL, HTML 5, JavaScript, JQuery, and CSS",
      "first_skill": "Cloud deployment",
      "second_skill": "JavaScript",
      "third_skill": "Redux+React",
      "fourth_skill": "Front end",
      "fifth_skill": "Architecture",
      "days": 6,
      "job_description": "We are looking for a highly skilled IBM WebSphere Portal Server Developer to join our team. The ideal candidate will have strong experience working with IBM WebSphere and J2EE technologies, building and deploying enterprise-level portal applications.\n\n**Roles and Responsibilities**:\n- Design, develop, and maintain WebSphere-based portal applications using J2EE technologies such as Servlets, JSP, JSF, JSTL, and HTML5.\n- Work with business and IT teams to understand requirements and design scalable, flexible, and efficient portal solutions.\n- Implement robust user interfaces using HTML5, JavaScript, JQuery, and CSS, ensuring responsiveness and cross-browser compatibility.\n- Collaborate with the cloud infrastructure team to deploy and optimize solutions on cloud platforms.\n- Develop and manage integration points with external systems using RESTful APIs and WebSphere connectors.\n- Provide troubleshooting, debugging, and support for production WebSphere portal applications.\n- Participate in technical discussions and decisions on portal architecture and system designs.\n- Stay up-to-date with the latest trends in portal technology, cloud deployments, and front-end frameworks like React and Redux.\n- Mentor junior developers and assist with technical training and knowledge sharing.\n- Ensure compliance with development standards and industry best practices.\n\nThis role is an exciting opportunity for individuals looking to work on cutting-edge enterprise portal systems in a dynamic, fast-paced environment.",
      "eligibility": "Candidates with 4-5 years of hands-on experience with WebSphere Portal and J2EE technologies, and strong JavaScript skills.",
      "qualifications": "Bachelor’s degree in Computer Science, Information Systems, or related field. WebSphere Portal certification is a plus.",
      "posted": "6 days ago",
      "openings": 3,
      "applications": 220
    },
    {
      "id": "5",
      "title": "Guidewire Portal Developer",
      "company": "Infosys",
      "rating": 3.9,
      "reviews": 2211,
      "img": "src/assets/infosys.jpg",
      "experience": "3-4",
      "salary": "Not-Disclosed",
      "location": "Kolkata, Mumbai, New Delhi, Hyderabad, Pune, Chennai",
      "work_title": "Planning, designing, developing, modifying, testing, debugging, and maintaining GOSU language application code within Guidewire Policy Center",
      "first_skill": "Data analysis",
      "second_skill": "Translation",
      "third_skill": "Git commands",
      "fourth_skill": "Data Base",
      "fifth_skill": "Cloud",
      "days": 30,
      "job_description": "We are seeking a talented Guidewire Portal Developer to join our dynamic team at Infosys. This position involves developing and maintaining Guidewire Policy Center applications using the GOSU language to deliver solutions for our clients in the insurance industry.\n\n**Roles and Responsibilities**:\n- Plan, design, and implement robust solutions within the Guidewire Policy Center, ensuring scalability, performance, and reliability.\n- Develop, modify, and maintain application code using the GOSU language, adhering to industry best practices and client specifications.\n- Collaborate with business analysts and project managers to gather requirements and define project scope and deliverables.\n- Perform integration of external systems with Guidewire platforms through APIs and middleware services.\n- Conduct detailed testing of applications, including unit testing, integration testing, and user acceptance testing.\n- Troubleshoot and debug complex issues related to the Guidewire platform and provide timely resolutions.\n- Work closely with other developers and system architects to ensure the success of complex multi-tier applications.\n- Maintain clear documentation of development processes, codes, and changes for future reference and compliance purposes.\n- Assist in continuous improvements by reviewing and updating existing code, optimizing performance, and enhancing the user experience.\n- Ensure timely project completion while meeting all quality standards and customer expectations.\n\nThis is an exciting opportunity for developers with a passion for technology and a desire to work in the fast-paced world of insurance software development.",
      "eligibility": "Candidates with 3-4 years of hands-on experience in Guidewire Policy Center development, especially with GOSU language, and expertise in application design and testing.",
      "qualifications": "Bachelor’s degree in Computer Science, Information Technology, or a related field. Experience with Guidewire certifications is a plus.",
      "posted": "30+ days ago",
      "openings": 4,
      "applications": 112
    },
    {
      "id": "6",
      "title": "Oracle Web Centre Portal Developer",
      "company": "CapGemini",
      "rating": 3.5,
      "reviews": 4002,
      "img": "src/assets/capgemini.png",
      "experience": "6-7",
      "salary": "Not-Disclosed",
      "location": "Kolkata, Mumbai, New Delhi, Hyderabad, Chennai, Bengaluru",
      "work_title": "Experience integrating with APIs for Dropbox, Canva, Salesforce, HubSpot, Stripe, and Shopify",
      "first_skill": "Analytical skills",
      "second_skill": "Architect",
      "third_skill": "Translation",
      "fourth_skill": "Front end",
      "fifth_skill": "Architecture",
      "days": 28,
      "job_description": "We are looking for an Oracle Web Centre Portal Developer to join our team at CapGemini. The ideal candidate will have strong experience in developing and integrating enterprise-level applications with Oracle WebCenter Suite, ensuring smooth collaboration with multiple business units and external systems.\n\n**Roles and Responsibilities**:\n- Design, develop, and deploy scalable, high-performance applications using Oracle WebCenter Portal.\n- Integrate external APIs and third-party tools like Dropbox, Canva, Salesforce, HubSpot, Stripe, and Shopify into the WebCenter Portal ecosystem.\n- Analyze business requirements, translate them into technical solutions, and develop functional specifications.\n- Implement and maintain complex Oracle WebCenter Portal components including content management, workflow, and custom applications.\n- Collaborate with cross-functional teams, including architects, developers, and system administrators to ensure smooth integration of portal solutions.\n- Customize and extend the Oracle WebCenter Portal, including the use of Java, JavaScript, and RESTful APIs.\n- Participate in system architecture reviews, ensuring that the portal system is scalable, reliable, and secure.\n- Troubleshoot issues related to the WebCenter Portal and provide technical support for production environments.\n- Ensure that all code meets high standards of performance, security, and maintainability.\n- Conduct code reviews and mentor junior developers on Oracle WebCenter best practices.\n\nThis position is perfect for someone with extensive experience in Oracle WebCenter Portal and API integrations, looking to work in a collaborative and fast-paced environment where innovative solutions are encouraged.",
      "eligibility": "Candidates with 6-7 years of experience in Oracle WebCenter Portal development, with strong knowledge of web services, API integration, and enterprise application development.",
      "qualifications": "Bachelor’s degree in Computer Science, Information Technology, or a related field. Oracle WebCenter certifications are a plus.",
      "posted": "28+ days ago",
      "openings": 3,
      "applications": 210
    },
    {
      "id": "7",
      "title": "Cloud Infrastructure Lead",
      "company": "TCS",
      "rating": 4.3,
      "reviews": 2044,
      "img": "src/assets/tata.png",
      "experience": "6-9",
      "salary": "28-32 LPA",
      "location": "Mumbai, Hyderabad, Chennai",
      "work_title": "Lead and architect multi-cloud solutions with a focus on scalability, security, and cost optimization.",
      "first_skill": "AWS",
      "second_skill": "Azure",
      "third_skill": "Kubernetes",
      "fourth_skill": "Terraform",
      "fifth_skill": "DevOps",
      "days": 16,
      "job_description": "TCS is seeking an experienced Cloud Infrastructure Lead to architect, implement, and manage multi-cloud solutions across AWS, Azure, and Google Cloud environments. This role will focus on optimizing infrastructure scalability, security, and cost management.\n\n**Roles and Responsibilities**:\n- Lead the design and deployment of multi-cloud infrastructure, ensuring high availability, fault tolerance, and security.\n- Architect solutions that balance cost optimization with performance and scalability in public and hybrid cloud environments.\n- Implement Infrastructure as Code (IaC) using Terraform, CloudFormation, and other automation tools.\n- Collaborate with DevOps, security, and product teams to ensure seamless and efficient cloud operations.\n- Design and implement cloud-based architectures for high-volume, high-performance applications.\n- Implement security best practices, including network security, identity and access management, and encryption.\n- Provide technical leadership and mentorship to junior cloud engineers and DevOps teams.\n- Perform capacity planning and resource optimization, ensuring that cloud infrastructure can scale as needed.\n- Troubleshoot and resolve infrastructure issues across cloud environments.\n- Stay up-to-date with industry trends and cloud technologies to continuously improve the infrastructure.\n\nThis position is ideal for someone with extensive experience in cloud architectures, including the use of AWS, Azure, Kubernetes, and DevOps practices, looking to lead teams and design next-generation cloud infrastructure.",
      "eligibility": "Candidates with 6-9 years of experience in cloud infrastructure architecture, with hands-on experience in AWS, Azure, Kubernetes, and Terraform.",
      "qualifications": "Bachelor’s degree in Computer Science, Information Technology, or a related field. AWS Certified Solutions Architect and Azure certifications are a plus.",
      "posted": "16 days ago",
      "openings": 4,
      "applications": 180
    },
    {
      "id": "8",
      "title": "Business Intelligence Analyst",
      "company": "Deloitte",
      "rating": 4.5,
      "reviews": 1875,
      "img": "src/assets/deloittee.png",
      "experience": "3-5",
      "salary": "10-15 LPA",
      "location": "Hyderabad, Bengaluru, Pune",
      "work_title": "Analyze trends and create insightful dashboards using BI tools to guide business decisions.",
      "first_skill": "Power BI",
      "second_skill": "SQL",
      "third_skill": "ETL",
      "fourth_skill": "Data Modelling",
      "fifth_skill": "Storytelling",
      "days": "12",
      "job_description": "Deloitte is looking for a highly skilled Business Intelligence (BI) Analyst to join their team to help organizations make data-driven decisions. The ideal candidate will possess a deep understanding of BI tools like Power BI, SQL, and ETL processes.\n\n**Roles and Responsibilities**:\n- Collect, clean, and analyze business data to generate actionable insights for decision-making.\n- Develop and maintain interactive dashboards and reports using Power BI to provide real-time data visualization.\n- Work closely with business stakeholders to understand requirements and transform them into reports and dashboards.\n- Design and optimize ETL processes to extract, transform, and load data from various sources into a data warehouse.\n- Collaborate with cross-functional teams to define key performance indicators (KPIs) and business metrics.\n- Perform complex data analysis and modeling to support business decisions and strategy.\n- Present findings and insights in a clear, concise, and visually compelling manner to senior management.\n- Continuously monitor and optimize existing BI solutions to improve performance, usability, and user experience.\n- Stay up-to-date with the latest BI tools, trends, and best practices to ensure the organization’s BI capabilities remain cutting-edge.\n\nThis position is ideal for someone with a strong analytical mindset, proficiency in BI tools, and a passion for transforming raw data into insightful business intelligence.",
      "eligibility": "Candidates with 3-5 years of experience in Business Intelligence, data analytics, and reporting using Power BI and SQL.",
      "qualifications": "Bachelor’s degree in Computer Science, Information Technology, or a related field. Certifications in Power BI or other BI tools are a plus.",
      "posted": "12 days ago",
      "openings": 3,
      "applications": 200
    },
    {
      "id": "9",
      "title": "Full Stack Developer - Java & Angular",
      "company": "Accenture",
      "rating": 4,
      "reviews": 2305,
      "img": "src/assets/accenture.png",
      "experience": "4-6",
      "salary": "18-23 LPA",
      "location": "Pune, Bengaluru, Remote",
      "work_title": "Build enterprise-grade web applications using Java (Spring Boot) and Angular framework.",
      "first_skill": "Java",
      "second_skill": "Spring Boot",
      "third_skill": "Angular",
      "fourth_skill": "REST APIs",
      "fifth_skill": "SQL",
      "days": "9",
      "job_description": "Accenture is seeking a talented Full Stack Developer with expertise in Java (Spring Boot) and Angular framework to develop enterprise-grade web applications that meet the evolving needs of businesses.\n\n**Roles and Responsibilities**:\n- Design, develop, and deploy scalable and high-performance web applications using Java (Spring Boot) and Angular framework.\n- Work collaboratively with cross-functional teams to understand business requirements and convert them into technical solutions.\n- Develop REST APIs for seamless integration with front-end and back-end components.\n- Ensure high-quality code by participating in code reviews, writing unit tests, and performing rigorous debugging.\n- Optimize applications for maximum speed and scalability, ensuring seamless user experience.\n- Collaborate with DevOps and QA teams to streamline the development pipeline and ensure efficient deployment.\n- Stay current with the latest industry trends, technologies, and best practices in web development.\n- Contribute to architectural decisions and assist in the continuous improvement of development processes.\n\nThis role is ideal for a highly motivated individual who thrives in fast-paced environments and enjoys working with cutting-edge technologies.",
      "eligibility": "Candidates with 4-6 years of experience in full-stack web development using Java (Spring Boot) and Angular framework, with strong knowledge of REST APIs and SQL.",
      "qualifications": "Bachelor’s degree in Computer Science, Software Engineering, or related field. Certifications in Java or Angular are a plus.",
      "posted": "9 days ago",
      "openings": 2,
      "applications": 175
    },
    {
      "id": "10",
      "title": "Mobile App Developer - Flutter",
      "company": "Wipro",
      "rating": 4.2,
      "reviews": 1988,
      "img": "src/assets/wipro.png",
      "experience": "2-3",
      "salary": "12-16 LPA",
      "location": "New Delhi, Chennai, Hyderabad",
      "work_title": "Design cross-platform apps with Flutter and integrate with RESTful APIs and Firebase backend.",
      "first_skill": "Flutter",
      "second_skill": "Dart",
      "third_skill": "Firebase",
      "fourth_skill": "REST APIs",
      "fifth_skill": "UI Design",
      "days": "10",
      "job_description": "Wipro is seeking a talented Mobile App Developer to design and develop cross-platform applications using Flutter. The ideal candidate will be responsible for building high-performance mobile apps integrated with RESTful APIs and Firebase.\n\n**Roles and Responsibilities**:\n- Develop cross-platform mobile applications using the Flutter framework, ensuring consistent UI/UX across both iOS and Android platforms.\n- Integrate mobile apps with Firebase backend for real-time data synchronization and authentication features.\n- Design and develop efficient and reusable code, following industry best practices and design patterns.\n- Collaborate with back-end developers to integrate APIs and other third-party services into the mobile applications.\n- Optimize mobile apps for maximum performance, scalability, and user experience.\n- Participate in code reviews, debugging, and testing to ensure the highest quality of code.\n- Stay updated with the latest trends and technologies in mobile development, specifically related to Flutter and Firebase.\n- Troubleshoot and resolve issues, bugs, and performance bottlenecks in mobile applications.\n\nThis role offers the opportunity to work on exciting mobile development projects and play a key role in delivering outstanding mobile applications.",
      "eligibility": "Candidates with 2-3 years of experience in mobile app development using Flutter, Dart, and Firebase, with experience in integrating REST APIs.",
      "qualifications": "Bachelor’s degree in Computer Science, Software Engineering, or a related field. Experience in cross-platform mobile development is a plus.",
      "posted": "10 days ago",
      "openings": 3,
      "applications": 125
    },
    {
      "id": "11",
      "title": "Security Analyst - SOC & SIEM",
      "company": "Infosys",
      "rating": 3.8,
      "reviews": 1567,
      "img": "src/assets/infosys.jpg",
      "experience": "4-6",
      "salary": "15-20 LPA",
      "location": "Hyderabad, Pune, Bengaluru",
      "work_title": "Monitor and respond to security incidents using industry-standard SIEM tools and frameworks.",
      "first_skill": "SIEM",
      "second_skill": "SOC",
      "third_skill": "Threat Intelligence",
      "fourth_skill": "Incident Response",
      "fifth_skill": "Network Security",
      "days": "21",
      "job_description": "Infosys is looking for a skilled Security Analyst specializing in SOC and SIEM to join our team. In this role, you will monitor, detect, and respond to security incidents using industry-standard tools and frameworks to protect our digital assets.\n\n**Roles and Responsibilities**:\n- Monitor security events and incidents in real-time using SIEM (Security Information and Event Management) tools.\n- Perform detailed analysis and provide proactive responses to security incidents, including containment, eradication, and recovery.\n- Investigate suspicious activities, vulnerabilities, and security breaches.\n- Collaborate with cross-functional teams to ensure the security of IT systems and infrastructure.\n- Implement threat intelligence feeds to enhance the detection of malicious activities.\n- Create and maintain incident reports and provide escalation to senior staff when required.\n- Conduct root cause analysis for security incidents and recommend corrective actions.\n- Assist with the development and implementation of security policies, procedures, and best practices.\n- Provide support for compliance audits, ensuring adherence to industry security standards and regulations.\n\nThis position offers the opportunity to work in a dynamic security operations environment, ensuring the safety and integrity of critical systems and data.",
      "eligibility": "Candidates with 4-6 years of experience in security operations, SOC, SIEM, and incident response.",
      "qualifications": "Bachelor’s degree in Information Security, Computer Science, or related field. Certifications like CISSP, CISM, or SIEM-specific certifications are a plus.",
      "posted": "21 days ago",
      "openings": 4,
      "applications": 180
    },
    {
      "id": "12",
      "title": "SAP Consultant - FICO Module",
      "company": "CapGemini",
      "rating": 3.9,
      "reviews": 2202,
      "img": "src/assets/capgemini.png",
      "experience": "5-7",
      "salary": "22-27 LPA",
      "location": "Mumbai, Bengaluru, Noida",
      "work_title": "Configure and support SAP FICO processes for enterprise clients in manufacturing and retail sectors.",
      "first_skill": "SAP FICO",
      "second_skill": "Configuration",
      "third_skill": "Financial Analysis",
      "fourth_skill": "ERP",
      "fifth_skill": "Process Optimization",
      "days": "13",
      "job_description": "CapGemini is seeking an experienced SAP Consultant with expertise in the SAP FICO module to configure, support, and optimize financial processes for enterprise clients in the manufacturing and retail sectors.\n\n**Roles and Responsibilities**:\n- Configure SAP FICO processes to support financial accounting and controlling functionalities.\n- Lead client discussions to understand business requirements and provide customized SAP FICO solutions.\n- Support integration between SAP FICO and other SAP modules (MM, SD, etc.).\n- Conduct system testing, data migration, and resolve issues during implementation.\n- Provide post-implementation support, troubleshooting, and training for end users.\n- Analyze financial data and produce reports for decision-making processes.\n- Continuously improve and optimize SAP FICO configurations based on business needs and technological advancements.\n- Ensure compliance with relevant accounting regulations and reporting requirements.\n- Collaborate with cross-functional teams to ensure successful project delivery.\n\nThis position offers an exciting opportunity to apply your SAP expertise in a client-facing role while contributing to large-scale enterprise transformations.",
      "eligibility": "Candidates with 5-7 years of experience in SAP FICO module configuration and support in manufacturing or retail sectors.",
      "qualifications": "Bachelor’s degree in Finance, Accounting, Information Systems, or related field. SAP certification in FICO is highly preferred.",
      "posted": "13 days ago",
      "openings": 3,
      "applications": 245
    }
   
  ]
}